//* SSC is my system name use your system name
//ALCZFS EXEC PGM=IKJEFT01
//SYSTSPRT DD SYSOUT=*
//SYSTSIN    DD *
    ALLOC -
        DSNAME('ZFS.SSC.SCRTTOOL') -
        RECORG(LS) -
        TRACKS SPACE(100,100) -
        BLKSIZE(4096) -
        VOLUME(CPAC14) -
        UNIT(3390) -
        CATALOG
//ZFSMNT1  EXEC PGM=IOEAGFMT,
//  PARM=('-aggregate ZFS.SSC.SCRTTOOL
//             -compat')
//SYSPRINT DD SYSOUT=*
//STDOUT   DD SYSOUT=*
//STDERR   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
